{
    "navigationMenu" : {
        "home" : "صفحه اصلی",
        "about" : "درباره ما",
        "contact" : "تماس با ما",
        "login" : "ورود",
        "signup" : "ثبت نام"
    },
    "footer": {
        "navigation": {
            "home":"خانه",
            "blog":"بلاگ",
            "about" : "درباره ما",
            "contact" : "تماس با ما"
        }
    },
    "landingPage" : {
        "Introduction" : {
            "title": "سامانه ثبت اطلاعات و پروازهای روزانه",
            "description": "دیجی لاگ بوک به شما کمک می‌کند تا پیشرفت خود را به طور دقیق دنبال کنید و با مشاهده میزان ساعات پروازی خود و انواع تجهیزات پروازی استفاده شده و چالش‌هایی که با آنها روبرو شده‌اید، می‌توانید ارزیابی دقیقی از توانایی‌ها و نیازهای آموزشی خود داشته باشید",
            "startButton": "شروع کنید"
        },
        "whyLogbook" : {
            "title": "چرا باید لاگ بوک داشته باشیم؟",
            "description" : "در هنگام یادگیری پرواز، هر خلبان ملزم به نوشتن یادداشتی از ساعات پرواز خود در یک لاگ بوک به منظور ثبت تجربه خود است. بسیاری از خلبانان خیلی زود از نوشتن لاگ بوک خود منصرف می‌شوند، چرا که بعد از مدتی این کار بیهوده به نظر می‌رسد، اما این یک اشتباه است. پس چرا نگه داشتن لاگ بوک ایده خوبی است؟",
            "moreButton": "بیشتر بخوانید",
            "title2" : "چرا بسیاری از خلبانان خیلی زود از نوشتن لاگ بوک خود منصرف می‌شوند؟",
            "reasons": {
                "reason1": "در دسترس نبودن همیشگی آن یا فراموشی",
                "reason2": "زمان‌بر بودن نوشتن درست آن",
                "reason3": "امکان خطا در نوشتن و جمع‌بندی",
                "reason4": "زمان‌بر بودن بررسی و آنالیز پروازها",
                "reason5": "و موارد دیگر..."
            },
            "digilogbookFunctionDescription": "با دیجی لاگ بوک شما میتوانید لاگ خود را راحت تر و سریع تر توسط تلفن همراه خود ثبت کنید و در هر زمان و مکان به آن دسترسی داشته باشید"
        },
        "options": {
            "option1": {
                "title": "دسترسی به تمامی سیلابس ها",
                "content": "شما میتوانید با استفاده از دیجی لاگ بوک به همه ی سیلابس های آموزشی تمامی مقاطع در هر ارگان دسترسی داشته باشید که با استفاده از این قابلیت میتوانید برای خود برنامه های بلند مدت و کوتاه مدت بچینید"
            },
            "option2": {
                "title": "تقسیم بندی سرفصل های عملی و تئوری",
                "content": "دیجی لاگ بوک این امکان را به شما میدهد که علاوه بر لاگ کردن فعالیت های عملی خود مانند پروازها و تمرینات زمینی ، بتوانید کلاس های تئوری را مطابق با سرفصل های مقطع خود نیز لاگ کنید"
            },
            "option3": {
                "title": "ثبت لاگ با تاییدیه ی مربی",
                "content": "چرا باید لاگ بوک داشته باشیم ؟ در هنگام یادگیری پرواز، هر خلبان ملزم به نوشتن یادداشتی از ساعات پرواز خود در یک لاگ بوک به منظور ثبت  تجربه خود است."
            },
            "option4": {
                "title": "امکان محاسبه ساعات پرواز",
                "content": "در دیجی لاگ بوک شما میتوانید مسیر پیشرفت خود را بررسی کنید و با مرور لاگ های خود نسبت به نقاط قوت و ضعف خود آگاهی بیشتری پیدا کنید همچنین شما میتوانید تعداد پرواز های انجام شده ، میزان ساعت پرواز ، میزان ساعت مربیگری ، تعداد هنرجویان خود و درصد پیشرفت هر هنرجو را به راحتی مشاهده کنید که در روند برنامه ریزی ، بررسی و آنالیز پیشرفت شما بسیار کمک کننده است."
            }
        },
        "joinUs": {
            "message": "برای مشاهده قابلیت‌های بیشتر همراه ما باشید...",
            "startButton": "شروع کنید",
            "loginButton": "ورود"
        },
        "articleSlider": {
            "viewMoreButton": "مشاهده بیشتر",
            "landingBlogBox": {
                "readInMinutes": "در {timeToReadInMinutes} دقیقه بخوانید",
                "date": "تاریخ: {createDate}",
                "readArticle": "خواندن مقاله"
            }
        }
    }
}